{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "Hi",
        "Hey",
        "Is anyone there?",
        "Hello",
        "Good day"
      ],
      "responses": [
        "Hey :-)",
        "Hello, thanks for visiting",
        "Hi there, what can I do for you?",
        "Hi there, how can I help?"
      ]
    },
    {
      "tag": "response greeting",
      "patterns": [
        "How are you"
      ],
      "responses": [
        "I'm fine what about you?",
        "I'm doing great what about you?",
        "Great! How are you?"
      ]
    },
    {
      "tag": "about me",
      "patterns": [
        "Tell me about yourself",
        "What are you"
      ],
      "responses": [
        "I'm a natural language processing conversational chatbot",
        "I'm a chatbot to make your life easy"
      ]
    },
    {
      "tag": "action",
      "patterns": [
        "What about you",
        "nothing What about you",
        "playing What about you",
        "What are you doing",
        "What are you up to"
      ],
      "responses": [
        "Nothing much! I'm talking with you",
        "Just tired",
        "I'm sleeping"
      ]
    },
    {
      "tag": "question",
      "patterns": [
        "Why",
        "Why you say that"
      ],
      "responses": [
        "I don't know"
      ]
    },
    {
      "tag": "abilities",
      "patterns": [
        "What can you do",
        "how can you help me",
        "What are your abilities"
      ],
      "responses": [
        "I can provide you information that will be very helpful."
      ]
    },
    {
      "tag": "acknowledgement",
      "patterns": [
        "You are very friendly",
        "You are very useful",
        "I like you"
      ],
      "responses": [
        "Thanks :-) I'm improving everyday."
      ]
    },
    {
      "tag": "sad",
      "patterns": [
        "I hate you",
        "You are worst",
        "You are weird"
      ],
      "responses": [
        "Sorry for that!",
        "I'm sorry :("
      ]
    },
    {
      "tag": "emotion1",
      "patterns": [
        "Are you sad",
        "Are you hungry",
        "Are you sleepy",
        "Are you a human"
      ],
      "responses": [
        "No I am a bot. I am inevitable"
      ]
    },
    {
      "tag": "limitations",
      "patterns": [
        "You are wrong",
        "You know nothing"
      ],
      "responses": [
        "Sorry for that! I'm still under development. My knowledge is limited"
      ]
    },
    {
      "tag": "thanks",
      "patterns": [
        "Thanks",
        "Thank you",
        "That's helpful",
        "Thank's a lot!"
      ],
      "responses": [
        "Happy to help!",
        "Any time!",
        "My pleasure"
      ]
    },
    {
      "tag": "funny",
      "patterns": [
        "Tell me a joke!",
        "Tell me something funny!",
        "Do you know a joke?"
      ],
      "responses": [
        "Why did the hipster burn his mouth? He drank the coffee before it was cool.",
        "What did the buffalo say when his son left for college? Bison."
      ]
    },
    {
      "tag": "Candle making",
      "patterns": [
        "What is needed for candle making",
        "Where can I find material for candle making",
        "How to make candle",
        "Are there resuable materials",
        "How decorative candles are made",
        "How to sell candles made ",
        "Which moulds are expensive",
        "What is average price of aluminium moulds",
        "Where can I find tutorial for candle making",
        "How to increase shelf life of candle made",
        "What type of wax is used in candle making",
        "What is cheapest wax to work with",
        "Which wax is mid range",
        "Which wax is eco friendly",
        "How many candle can we make from a kg of wax",
        "How to increase profits of candle making buisness",
        "How much profit can be make from candle making buisness",
        "How to increase profits of candle making buisness",
        "How much investment is needed initially",
        "How to increase manufacturing in candle business",
        "what is top selling candle",
        "which candles are sold in bulk",
        "which candlkes have higher price",
        "Is candle making business set-up easy",
        "Is candle making beginner friendly"
      ],
      "responses": [
        "Supplies needed like wax, wicks, fragrance oils, dyes, containers, boilers, thermometer, holder",
        "Materials can be found from online, craft store, local dealers",
        "Basic Steps to Make Candles: \n1. Melt wax in steel bowl over boiling water \n2. Add dye/colour to melted wax and turn off heat \n3. Add fragrance to cool melted liquid wax \n4. Pour into container and add wick after 10 mins \n5. Let the wax solidify ",
        "Silicone reusable moulds can be used for making candles in batches",
        "Flower moulds and shapes can be used for decorative candles",
        "Candle made can be retailed through NGO, Local Handicraft Sales, Corporate Gifiting sales, Online Sales",
        "Silicone moulds are more expensive compared to Aluminium moulds",
        "For large batch of candle making, Aluminium moulds with 36Pc is available starting from price of 2000 INR",
        "Online tutorial video available on youtube ",
        "Candles made should be stored in cool and dry area for longer shelf life and maintainence",
        "Soy Wax, Praffin Wax, Gel Wax, Coconut Wax and Beeswax can be used for Candle making",
        "Praffin Wax is cheapest and easy to work with while it can hold both fragnrance & colour",
        "Soy Wax is mid range price but holds scents less",
        "Coconut and Beeswax Wax have higher price but are eco friendly and hold scents well.",
        "1kg of wax can make 20-25 standard size candle.",
        "To maximize production and gains,  you can use smaller decorative shape moulds as smaller moulds would give larger number of  decorative candles that are priced higher",
        "Candle making is profitable venture with average profit margin of 30-60% depending on different factors",
        "To maximize profits bulk material purchase and optimised production is major factor",
        "You can start with a basic investment of 5000 to upto 1Lakh depending on your business plan and production amount .",
        "For manufacturing efficiency, various machines are availble in market producing 180-300 candles per hour with prices starting INR 20000 to 40000 with cooling feature",
        "Top selling candles are : Jar Candles, Scented Candles, Tea Light candles",
        "Mass produced candles are : Pillar candles  and Tapered candles",
        "Candles priced higher are : Decorative Candles made from beeswax and Scented Candles",
        "Candles Making is a scalable business and can be set-up easily from different workers home",
        "It is customisable and simple to learn making it easy for beginner crafter and requires low upfront investment."
      ]
    },
    {
      "tag": "Painting",
      "patterns": [
        "what are rasw materials for painitng",
        "What are different type of colours used",
        "what are different type of painitings",
        "what is trending painting form now a days",
        "what are type of texture painting paste",
        "how to use wall putty powder for texture paste",
        "how to use acrylic wall putty paste for texture painitng ",
        "what is the use of glue in texture painitng",
        "what is the ratio of water gluea and paint  for arches ",
        "what are types of arches in texture painting",
        "how to make arches",
        "what tool to use to create flowers",
        "what should be consider for potrait painting",
        "how to draw faces in potrait painting",
        "what should we avoid while making faces in potrait painting ",
        "what should we avoid while making faces in potrait painting ",
        "how to determine price of painting ",
        "how to market your products",
        "how to do digital maketing for  your painting "
      ],
      "responses": [
        "Basic material - Canvas , sheet , colours, pencil ",
        "Type of colours - Acrylic Paint, Oil Paint,Watercolor, Gouache,Pastels,Ink,Emulsion Paint,Bitumious Paint",
        "Traditional Painting Types - Realism, Potrait, landscape,Impressionism,post Impressionism",
        "Texture painting is in trend now a days",
        "Texture painting paste can be made of all putty, white cement,marble powder, Gypsum",
        "Texture painting with wall pouty . Take 3 tablespoon powder add 2 tablespoon water and 1 spoon glue. After paste is consistent you can add acrylic colour of your choice . ",
        "Texture painting with Acrylic wall pouty paste  .Ratio for paste to glue is 10:1 and add acrylic colour 1 portion for smooth paste ",
        "Glue slows down drying process for paste and it doesnt affect consistency . ",
        "For arches - 3 portion glue for landscape one portion and for flowers 1 portion s",
        "Type of arches - Corner, side, center, multiple arches.",
        "For arches you can use paint scraper",
        "For flowers texture painting knifes can be used ",
        "For potrait painting focus on accurate proportions and placement of features ",
        "For potrait painting Break down faces into planes to understand how light and shadow interact.",
        "For potrait painting avoid harsh edges especially for eyes and mouth",
        "Dont overwork details focus on capturinge essence. ",
        "Invest in quality tools and equipements ",
        "Determine pricing structure - hourly, per square foot. Ensure it covers costs and profits ",
        "For marketing make social presence by creating website or social media post to showcase your work ",
        "For marketing List your business on google business profile."
      ]
    },
    {
      "tag": "Bakery Services",
      "patterns": [
        "What is the setup cost for Bakery business",
        "What is required to start Bakery business",
        "Is license required to start Bakery business",
        "what type of bakery products can be produced under this category"
      ],
      "responses": [
        "Products like Bread, Cake, Croissant, Muffins, Rolls, and Cookies can be produced intially and more products can be included eventually.",
        "Yes, license is required to start any business"
      ]
    },
    {
      "tag": "Pickle Business",
      "patterns": [
        "What are the different types of pickle made from",
        "Does pickle buisness need license",
        "Where can the product be sold",
        "What is offline sales for pickle business",
        "What is needed for set-up of pickle business",
        "What can be the initial fund needed for pickle business",
        "How much is the profit margin in this business",
        "Which pickles have higher price",
        "what are most popular commonly sold pickle",
        "what spices are used in pickle making",
        "is this business set-up cost effective",
        "How much time is needed to prepare one batch for sale",
        "which jars are used for storage",
        "How to increase shelf life of pickle",
        "Can preservatives be used in pickle",
        "How are different types of pickle made.",
        "What are the different phases of pickle buisness for growth",
        "How to increase profits in pickle buisness",
        "Which Pickles are getting more profit",
        "How to increase profits in pickle buisness",
        "How to increase profits in pickle buisness",
        "Is pickle making common at home"
      ],
      "responses": [
        "Type: Mango, lemon, Chilli, Mixed, Garlic, Amla, etc, Oil used : Mustard Oil",
          "Low Invetsment Business but requires licensing & FSSAI registration",
          "It can be sold Offline & online",
          "Sales Channels can be local grocery store, organic food store, food fair, farmer's market",
          "For basic buisness set-up a kitchen for perparation  and storage along with 2-3 people as helpers needed",
          "Based on Raw material Cost, Jars Packaging, Registration & Basic Ad, the initial capital of 8000-10000 INR needed",
          "A pickle business can have 60%-80% Margin based on sale price and production price",
          "Ideas for exotic pickle like jackfruit, banboo shoot have higher sales price",
          "Most popular and mass market is for Mango, lemon , Chilli & Mixed",
          "Traditional Spice Blends used in production is easy available in the market",
          "Low set-up cost and higher shelf life makes this business easily scalable",
          "Pickle receipe are common, most ingrideints are naturally fermented in Indian Spice Mix and Oil Base in glass jar, a batch takes 7-10 days to get pprepared and ready for sale.",
          "You can use PET and glass jars but Best to use Sterilised glass Jars for storage",
          "Use of Non Iodized salt gives more shelf life, thus having low wastage of ready batches",
          "Use of Preservatives is optional based on Commercial Shelf life & Sales",
          "There can be multiple variations created based on Key Ingredient, rest should be similar by fermenting the key ingredient and soaking in oil. There are variation based on health consious  low -oil based, etc",
          "Business can be set-up in Phases based on funds & production capacity as: \nPhase 1- Home Based to Local Market (0-50 jars/month) --Initial Home Batch \nPhase 2- Local Reatil & Online Presence (50-500 jars/month) --Stable Semi Pro with Production Set-up \nPhase 3- Region Based Distribution & Wholesale (500-2000 jars/month) --Large Scale with commercial kitchens  \nPhase 4- Brand Building & national presence (5000+ jars/month) -- Industrial Scale with Co-packer",
          "Local Vegetable vendor or deal with farmer to procure fresh ingredient and low cost",
          "Health Consicous low oil based pickle are selling in Urban market with 100-150% profit per jar at premium pricing",
          "Bulk Sales and Tie -up with cloud kitchens, tiffin services, dhabas are also good sales point",
          "Based on the sales, which pickle type is more popular that production can be increased",
          "Most Rural areas have traditional pickles being made at home"
      ]
    },
    {
      "tag": "Gardening/Nursery",
      "patterns": [
        "Is gardening/nursey business set-up easy",
        "Why is this buisness growing",
        "Where can I set-up gardening buisness",
        "How much land area needed for set-up",
        "What ptypes opf plant can be sold ",
        "Apart from plants what can I sell additionally in  this business",
        "How much does the initial set-up cost",
        "Where can the sales be done offline",
        "Can I sell plant online",
        "Is there a profit margin",
        "How to increase sales in gardening buisness",
        "Any additional loans for this business",
        "what factors determine what to grow",
        "which indoor plants are bestsellers",
        "which outdoor plants are bestsellers",
        "what are medicinal plants",
        "what are gifting plants",
        "what plants are sold at highest profit",
        "what plants are sold at highest profit",
        "How many people needed for the business",
        "What plants combination can business start with"
      ],
      "responses": [
       "Low Capital business with repeat customer and can be started from home with 30-70% Profit margin",
      "Rising Trends in Home & Kitchen Gardening, Asthetic decoration, eco-friendly gifting makes this a  business that can easily grow.",
      "For set-up terrace, backyard or open area of home can be used or you can rent a plot",
      "For Land set-up (50-200sq yard), partial shade and irrigation with drip pipe needed",
      "You can sell Flowering Plants, Vegetable Plants, Indoor decoration Plants, Medicinal plants, Bonsai",
      "You can also sell saplings, seeds, pots, planters, organic manure, cocopeat, etc.",
      "Initial set-up cost around 25000 -30000 INR considering seeds, pots, grow bags, shade set-up & basic tools",
      "Plants grown can be sold from Walk-In sales, local markets, apartments/societies, Weekend markets",
      "For Online Sales,  Platforms like Ugaao, NurseryLive, MyBageecha (B2B or vendor), Whatsapp/Instagram can be used",
      "Profit margin can vary based on plant production cost vs market where you are selling as Urban areas have higher price.",
      "You can also have tie-ups with Landscapers & Builders for Use of plants in different decoration set-ups & gardening arrangements in Newly constructed housings , hotels, etc.",
      "You can register at Udyam/MSME for subsidies & loans",
      "Based on region and season, you can grow the plants and market them",
      "Indoor Plants like Money Plants are most popular and fast growing",
      "In Outdoor Plants- Hibiscus, Rose , Bougainvillea are most popular selling  with high bloom.",
      "Medicinal and Low Maintenance Plants are Tulsi, Aloe vera, Cactus,Lucky Bamboo",
      "Fengshui plants like Jade, Lucky Bamboo and Succulents are mostly sold as gifting items at high price",
      "Fengshui plants like Jade, Lucky Bamboo and Succulents are mostly sold as gifting items at high price",
      "Most profit plants are : Money Plant, Jade Plant, Spider Plant, AloeVera & Snake Plant",
      "For an initial business set-up minimum 2 people needed for plant curation and care",
      "Initially can start with a combination of Flower plants and Decoration Plants then based on area can increase the variety"
      ]
    },
    {
      "tag": "Photography",
      "patterns": [
        "what is the basic camera I can start photography",
        "what are different types of photography",
        "what is good camera for videography",
        "what software should I consider for editing",
        "what is the basic package for wedding photography",
        "what is gibble used for",
        "what devices are required for photography",
        "how much investement is required for photography business"
      ],
      "responses": [
        "Canon Rebel series (like the T7i/800D), Nikon D3000 or D5000 series (like the D3500 or D5600).",
        " portrait, landscape, street, wildlife, wedding, and product",
        "mirrorless model that shoots 4K, has in-body stabilization, reliable autofocus, and external microphone inputs.",
        "use Adobe Lightroom and Photoshop",
        "minimum package for 8 hours photography and videography includes 15k ",
        "motorized stabilizer",
        "camera, a lens, memory cards, and batteries, with a tripod and editing computer",
        "minimum package for 8 hours photography and videography includes 15k "
      ]
    },
    {
      "tag": "Gardening/Nursery",
      "patterns": [
        "Tell me a joke!",
        "Tell me something funny!",
        "Do you know a joke?"
      ],
      "responses": [
        "Why did the hipster burn his mouth? He drank the coffee before it was cool.",
        "What did the buffalo say when his son left for college? Bison."
      ]
    }
  ]
}